Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/evidence/hearsay_evidence.html.txt.tmx
Source language: en
Languages: ga

source: A statement made out of court cannot be introduced in court to prove the content of the statement
ga: Ní féidir ráiteas a rinneadh taobh amuigh den chúirt a tharraingt anuas sa chúirt lena dúradh sa ráiteas sin a chruthú

source: For example, if you are a witness in a trial, you cannot give the following evidence "My mother told me she saw the accused at 3pm"
ga: Mar shampla más finné thú i dtriail ní féidir leat an fhianaise seo a leanas a thabhairt "Dúirt mo mháthair liom go bhfaca sí an cúisí ag 3i.n"

source: This is evidence of a statement made out of court and it is "hearsay"
ga: Is fianaise í seo a bhaineann le ráiteas a déanadh taobh amuigh den chúirt agus is "clostrácht" í

source: For that evidence to be introduced, your mother must take the stand and describe what she herself saw
ga: Leis an bhfianaise sin a tharraingt anuas ní mhór do do mháthair dul ar an seastán agus cur síos a dhéanamh í féin ar an méid a chonaic sí

source: Not all out-of-court statements are hearsay
ga: Ní clostrácht iad gach ráiteas a dhéantar taobh amuigh den chúirt

source: For example, if an accused is claiming that he or she is dumb, you may give evidence that you saw and heard him or her say "I want an ice-cream"
ga: Mar shampla, má tá cúisí ag éileamh go bhfuil sé/sí balbh is féidir leat fianaise a thabhairt go bhfaca tú agus gur chuala tú é nó í ag rá "Tá mé ag iarraidh uachtar reoite"

source: This evidence is not being introduced to prove that the accused wanted an ice-cream, but it is being introduced to prove that he or she can speak
ga: Níl an fhianaise seo dhá tharraingt anuas le cruthú go raibh uachtar reoite ag teastáil ón gcúisí ach le cruthú go bhfuil sé/sí in ann labhairt

source: For that reason, it is admissible
ga: Mar sin, tá an fhianaise ceadaithe

source: The most important exception to the hearsay rule is admission or confession evidence
ga: Is í fianaise admhála an eisceacht is tábhachtaí don riail chlostráchta

source: It is generally assumed that a party in a case would not make a statement against his or her own interests unless the statement was true
ga: Glactar leis go ginearálta nach mbeadh ráiteas déanta ag páirtí i gcás atá in aghaidh a leasa féin ach amháin sa chás go bhfuil an ráiteas sin fíor

source: This means that you may give evidence that the accused said to you on the day that the victim died; "I did it
ga: Mar sin is féidir leat fianaise a thabhairt gur dhúirt an cúisí leat ar an lá a fuair an té a d'fhulaing bás; "Is mise a rinne é

source: Normally, this would be hearsay evidence as it is an out-of-court statement and it has been introduced to prove that the accused killed the deceased
ga: Go hiondúil thabharfaí fianaise chlostráchta ar seo mar gheall gur ráiteas é a rinneadh taobh amuigh den chúirt atá dhá tharraingt anuas le cruthú gur mharaigh an cúisí duine

source: However, because confessions are an exception to the rule against hearsay, that evidence will be admissible
ga: Ach, ós rud é gur eisceacht don riail chlostráchta iad admhálacha bheadh an fhianaise sin ceadaithe

source: The general rule is that hearsay evidence is not admissible
ga: Mar riail ghinearálta níl fianaise chlostráchta ceadaithe

source: If you are giving evidence and start to say something that amounts to hearsay evidence, you may be interrupted by one of the parties in the case or the judge and asked to stop
ga: Má bhíonn tú ag tabhairt fianaise agus má thosaíonn tú ag rá rudaí gur dóigh gur clostrácht iad, d'fhéadfadh sé go dtiocfadh duine de na páirtithe sa chás romhat nó an breitheamh agus go n-iarrfaí ort stop a chur leis an bhfianaise sin

source: For more detailed information you should seek legal advice
ga: Ba chóir duit comhairle dlí a lorg chun faisnéis mionsonraithe a fháil
